acpi
alsa-firmware
alsa-utils
amd-ucode
archlinux-contrib
baobab
base
base-devel
bluez-utils
btop
cheese
chezmoi
compsize
deja-dup
discord
dust
efitools
eog
fd
file-roller
firefox
firefox-developer-edition
flameshot
fzf
gdm
gedit
git-delta
gnome-backgrounds
gnome-boxes
gnome-calculator
gnome-calendar
gnome-characters
gnome-clocks
gnome-contacts
gnome-font-viewer
gnome-logs
gnome-maps
gnome-photos
gnome-shell-extensions
gnome-software
gnome-system-monitor
gnome-terminal
gnome-tweaks
gnome-user-docs
gnome-weather
gparted
grub-btrfs
htop
interception-caps2esc
iotop
kitty
kooha
libva-utils
linux-headers
linux-lts
linux-lts-headers
lsd
man-db
man-pages
mesa-utils
nano
nautilus
ncdu
neofetch
neovim
orca
pkgstats
python-pudb
ranger
rebuild-detector
reflector
ripgrep
rmlint
rofi
rustup
simple-scan
smartmontools
snap-pac
sof-firmware
stow
stylua
sushi
sway
thunderbird
tldr
tmate
totem
tree
ttf-font-awesome
valgrind
virt-manager
wget
xdg-user-dirs-gtk
xf86-video-amdgpu
xorg-xlsclients
yarn
